In [1]:
import pandas as pd

<img src = "lec28.png">

In [3]:
dframe = pd.read_excel("Lec_28_test.xlsx", sheetname = "Sheet1")

In [4]:
dframe

   This is a test  Unnamed: 1  Unnamed: 2
0              23        6678         456
1             234         678         456
2             234           7         345
3              34          56         234
4               5         456        4365